// app/pages/policy/policy.tsx

import React from 'react';
import styles from './page.module.scss'
const PolicyPage = () => {
  return (
    <div className={styles['page']}>
      <h1 className={styles['header']}>Политика в отношении обработки персональных данных</h1>
      <h2 className={styles['title']}>1. Общие положения</h2>
      <p>
      1.1. Настоящая Политика в отношении обработки персональных данных (далее – Политика) разработана в соответствии с требованиями Федерального закона от 27.07.2006 № 152-ФЗ «О персональных данных» (далее – Закон о персональных данных).
1.2 Политика распространяется на деятельность Индивидуального предпринимателя Гриньковой Виктории Николаевны (ИНН 235205152449, ОГРНИП 320237500053543), действующей на основании свидетельства о государственной регистрации № 420237500297865 от 12.02.2020 (далее – Оператор), по обработке персональных данных, предоставленных посредством использования субъектами персональных данных официального интернет-сайта Оператора balans-ucheta.ru, в том числе посредством направления информации на адреса электронной почты, размещенные на официальном интернет-сайте Оператора.
1.3. Политика определяет подход Оператора к обработке и защите персональных данных. Политика является открытым и общедоступным документом.
1.4. Оператор придерживается принципов обеспечения безопасности персональных данных субъектов с целью защиты их прав и свобод, в том числе защиты прав на неприкосновенность частной жизни, адвокатскую, личную и семейную тайну, а также соблюдения требований законодательства Российской Федерации.
1.5. Политика действует в отношении всей информации, содержащей персональные данные, которую Оператор может получить о субъекте.
      </p>
      <h2 className={styles['title']}> 2. Основные понятия и термины</h2>
      <p>
2.1. Автоматизированная обработка персональных данных – обработка персональных данных с помощью средств вычислительной техники.
2.2. Блокирование персональных данных – временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных).
2.3. Интернет-сайт – одна и/или несколько логически связанных между собой веб-страниц, с информацией в виде текстов, графических элементов, изображений, фото и видео, охраняемых авторским правом, иных результатов интеллектуальной деятельности, обеспечивающие доступность такой информации неограниченному кругу лиц в сети Интернет по сетевому адресу: balans-ucheta.ru, используемому Исполнителем в качестве площадки, предоставляющей возможность посетителю сайта подать заявку на получение услуги.
2.4. Информационная система персональных данных – совокупность содержащихся в базах данных персональных данных и обеспечивающих их обработку информационных технологий и технических средств.
2.5. Обезличивание персональных данных – действия, в результате которых невозможно определить без использования дополнительной информации принадлежность персональных данных конкретному Пользователю или иному субъекту персональных данных.
2.6. Обработка персональных данных – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.
2.7. Персональные данные – любая информация, относящаяся прямо или косвенно к определенному или определяемому пользователю официального интернет-сайта Оператора balans-ucheta.ru.
2.8. Персональные данные, разрешенные субъектом персональных данных для распространения, – персональные данные, доступ неограниченного круга лиц к которым предоставлен субъектом персональных данных путем дачи согласия на обработку персональных данных, разрешенных субъектом персональных данных для распространения в порядке, предусмотренном Законом о персональных данных (далее — персональные данные, разрешенные для распространения).
2.9. Субъект персональных данных – пользователь официального интернет-сайта Оператора balans-ucheta.ru.
2.10. Предоставление персональных данных — действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц.
2.11. Распространение персональных данных – любые действия, направленные на раскрытие персональных данных неопределенному кругу лиц (передача персональных данных) или на ознакомление с персональными данными неограниченного круга лиц, в том числе обнародование персональных данных в средствах массовой информации, размещение в информационно-телекоммуникационных сетях или предоставление доступа к персональным данным каким-либо иным способом.
2.12. Трансграничная передача персональных данных – передача персональных данных на территорию иностранного государства органу власти иностранного государства, иностранному физическому или иностранному юридическому лицу.
2.13. Уничтожение персональных данных – любые действия, в результате которых персональные данные уничтожаются безвозвратно с невозможностью дальнейшего восстановления содержания персональных данных в информационной системе персональных данных и/или уничтожаются материальные носители персональных данных.
      </p>]
      <h2 className={styles['title']}>3. Основные права и обязанности Оператора</h2>
      <p>   
3.1. Оператор имеет право:
- получать от субъекта персональных данных достоверные информацию и/или документы, содержащие персональные данные;
- в случае отзыва субъектом персональных данных согласия на обработку персональных данных, а также, направления обращения с требованием о прекращении обработки персональных данных, Оператор вправе продолжить обработку персональных данных без согласия субъекта персональных данных при наличии оснований, указанных в Законе о персональных данных;
- самостоятельно определять состав и перечень мер, необходимых и достаточных для обеспечения выполнения обязанностей, предусмотренных Законом о персональных данных и принятыми в соответствии с ним нормативными правовыми актами, если иное не предусмотрено Законом о персональных данных или другими федеральными законами.
3.2. Оператор обязан:
- предоставлять субъекту персональных данных по его просьбе информацию, касающуюся обработки его персональных данных;
- организовывать обработку персональных данных в порядке, установленном действующим законодательством Российской Федерации;
- отвечать на обращения и запросы субъектов персональных данных и их законных представителей в соответствии с требованиями Закона о персональных данных;
- сообщать в уполномоченный орган по защите прав субъектов персональных данных по запросу этого органа необходимую информацию в течение 10 (десяти) дней с даты получения такого запроса;
- публиковать или иным образом обеспечивать неограниченный доступ к настоящей Политике в отношении обработки персональных данных;
- принимать правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных;
- прекратить передачу (распространение, предоставление, доступ) персональных данных, прекратить обработку и уничтожить персональные данные в порядке и случаях, предусмотренных Законом о персональных данных;
- исполнять иные обязанности, предусмотренные Законом о персональных данных.
</p>
<h2 className={styles['title']}>4. Основные права и обязанности субъекта персональных данных</h2>
<p>
4.1. Субъект персональных данных имеет право:
- получать информацию, касающуюся обработки его персональных данных, за исключением случаев, предусмотренных федеральными законами. Сведения предоставляются субъекту персональных данных Оператором в доступной форме, при этом в них не должны содержаться персональные данные, относящиеся к другим субъектам персональных данных, за исключением случаев, когда имеются законные основания для раскрытия таких персональных данных. Перечень информации и порядок ее получения установлен Законом о персональных данных;
- требовать от оператора уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав;
- выдвигать условие предварительного согласия при обработке персональных данных в целях продвижения на рынке товаров, работ и услуг;
- на отзыв согласия на обработку персональных данных, а также, на направление требования о прекращении обработки персональных данных;
- обжаловать в уполномоченный орган по защите прав субъектов персональных данных или в судебном порядке неправомерные действия или бездействие Оператора при обработке его персональных данных;
- на осуществление иных прав, предусмотренных законодательством Российской Федерации.
4.2. Субъект персональных данных обязан:
- предоставлять Оператору достоверные данные о себе;
- сообщать Оператору об уточнении (обновлении, изменении) своих персональных данных.
4.3. Лица, передавшие Оператору недостоверные сведения о себе, либо сведения о другом субъекте персональных данных без согласия последнего, несут ответственность в соответствии с законодательством Российской Федерации.
</p>
<h2 className={styles['title']}>5. Принципы обработки персональных данных</h2>
<p>
5.1. Обработка персональных данных осуществляется на законной и справедливой основе.
5.2. Обработка персональных данных ограничивается достижением конкретных, заранее определенных и законных целей. Не допускается обработка персональных данных, несовместимая с целями сбора персональных данных.
5.3. Не допускается объединение баз данных, содержащих персональные данные, обработка которых осуществляется в целях, несовместимых между собой.
5.4. Обработке подлежат только персональные данные, которые отвечают целям их обработки.
5.5. Содержание и объем обрабатываемых персональных данных соответствуют заявленным целям обработки. Не допускается избыточность обрабатываемых персональных данных по отношению к заявленным целям их обработки.
5.6. При обработке персональных данных обеспечивается точность персональных данных, их достаточность, а в необходимых случаях и актуальность по отношению к целям обработки персональных данных. Оператор принимает необходимые меры и/или обеспечивает их принятие по удалению или уточнению неполных или неточных данных.
5.7. Хранение персональных данных осуществляется в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого является субъект персональных данных. Обрабатываемые персональные данные уничтожаются либо обезличиваются по достижении целей обработки или в случае утраты необходимости в достижении этих целей, если иное не предусмотрено федеральным законом.
</p>
<h2 className={styles['title']}>6. Объем и цели обработки персональных данных</h2>
<p>
6.1. Цели обработки:
- заключение, исполнение и прекращение гражданско-правовых договоров между Оператором и субъектом;
- предоставление доступа субъекту персональных данных к сервисам, информации и/или материалам, содержащимся на официальном интернет-сайте Оператора balans-ucheta.ru;
- информационные, маркетинговые, рекламные иные цели, направленные на осуществление и продвижение деятельности Оператора путем осуществления прямых контактов с субъектом с помощью средств связи.
6.2. Персональные данные субъекта – физического лица:
- фамилия, имя, отчество;
- реквизиты документа, удостоверяющего личность;
- идентификационный номер налогоплательщика (ИНН);
- дата рождения;
- адрес регистрации;
- контактная информация: мобильный, домашний и/или рабочий телефон, адрес электронной почты;
- сведения, предоставляемые субъектом, для обеспечения возможности оказания ему услуг в рамках соответствующего договора.
6.3. Персональные данные субъекта – представителя юридического лица:
- фамилия, имя, отчество;
- дата рождения (при необходимости);
- реквизиты документа, удостоверяющего личность (при необходимости);
- адрес регистрации (при необходимости);
- место работы и занимаемая должность;
- контактная информация: мобильный и рабочий телефон, адрес электронной почты;
- сведения, предоставляемые субъектом, для обеспечения возможности оказания ему услуг в рамках соответствующего договора.
6.4. Правовые основания: гражданско-правовые договоры, заключаемые между Оператором и субъектом персональных данных.
6.5. Виды обработки персональных данных: сбор, запись, систематизация, накопление, хранение, уничтожение и обезличивание персональных данных
</p>
<h2 className={styles['title']}>7. Условия обработки персональных данных</h2>
<p>
7.1. Обработка персональных данных осуществляется с согласия субъекта персональных данных на обработку его персональных данных.
7.2. Обработка персональных данных необходима для достижения целей, предусмотренных международным договором Российской Федерации или законом, для осуществления возложенных законодательством Российской Федерации на оператора функций, полномочий и обязанностей.
7.3. Обработка персональных данных необходима для осуществления правосудия, исполнения судебного акта, акта другого органа или должностного лица, подлежащих исполнению в соответствии с законодательством Российской Федерации об исполнительном производстве.
7.4. Обработка персональных данных необходима для исполнения договора, стороной которого является субъект персональных данных, а также для заключения договора по инициативе субъекта персональных данных.
7.5. Обработка персональных данных необходима для осуществления прав и законных интересов Оператора или третьих лиц либо для достижения общественно значимых целей при условии, что при этом не нарушаются права и свободы субъекта персональных данных.
7.6. Осуществляется обработка персональных данных, доступ неограниченного круга лиц к которым предоставлен субъектом персональных данных либо по его просьбе (далее – общедоступные персональные данные).
7.7. Осуществляется обработка персональных данных, подлежащих опубликованию или обязательному раскрытию в соответствии с федеральным законом.
</p>
<h2 className={styles['title']}>8. Порядок сбора, хранения, передачи и других видов обработки</h2>
<p>
персональных данных
8.1. Безопасность персональных данных, которые обрабатываются Оператором, обеспечивается путем реализации правовых, организационных и технических мер, необходимых для выполнения в полном объеме требований действующего законодательства в области защиты персональных данных.
8.2. Оператор обеспечивает сохранность персональных данных и принимает все возможные меры, исключающие доступ к персональным данным неуполномоченных лиц.
8.3. Персональные данные субъекта ни при каких условиях не будут переданы третьим лицам, за исключением случаев, связанных с исполнением требований действующего законодательства Российской Федерации либо в случае, если субъектом персональных данных дано согласие Оператору на передачу данных третьему лицу для исполнения обязательств по гражданско-правовому договору.
8.4. В случае выявления неточностей в персональных данных, Пользователь может актуализировать их самостоятельно путем направления Оператору уведомления на адрес электронной почты Оператора finansy@buxnalog.ru с пометкой «Актуализация персональных данных».
8.5. Срок обработки персональных данных определяется достижением целей, для которых были собраны персональные данные, если иной срок не предусмотрен договором или действующим законодательством.
Пользователь может в любой момент отозвать свое согласие на обработку персональных данных, направив Оператору уведомление посредством электронной почты на электронный адрес Оператора finansy@buxnalog.ru с пометкой «Отзыв согласия на обработку персональных данных».
8.6. Вся информация, которая собирается сторонними сервисами, в том числе платежными системами, средствами связи и другими поставщиками услуг, хранится и обрабатывается указанными лицами (Операторами) в соответствии с их Пользовательским соглашением и Политикой конфиденциальности. Субъект персональных данных и/или с указанными документами. Оператор не несет ответственность за действия третьих лиц, в том числе указанных в настоящем пункте поставщиков услуг.
8.7. Установленные субъектом персональных данных запреты на передачу (кроме предоставления доступа), а также на обработку или условия обработки (кроме получения доступа) персональных данных, разрешенных для распространения, не действуют в случаях обработки персональных данных в государственных, общественных и иных публичных интересах, определенных законодательством Российской Федерации.
8.7. Оператор при обработке персональных данных обеспечивает конфиденциальность персональных данных.
8.8. Оператор осуществляет хранение персональных данных в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого является субъект персональных данных.
8.9. Условием прекращения обработки персональных данных может являться достижение целей обработки персональных данных, истечение срока действия согласия субъекта персональных данных, отзыв согласия субъектом персональных данных или требование о прекращении обработки персональных данных, а также выявление неправомерной обработки персональных данных.
8.10. Перечень действий, производимых Оператором с полученными персональными данными
8.11. Оператор осуществляет сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление и уничтожение персональных данных.
8.12. Оператор осуществляет автоматизированную обработку персональных данных с получением и/или передачей полученной информации по информационно-телекоммуникационным сетям или без таковой.
</p>
<h2 className={styles['title']}>9. Трансграничная передача персональных данных</h2>
<p>
9.1. Оператор до начала осуществления деятельности по трансграничной передаче персональных данных обязан уведомить уполномоченный орган по защите прав субъектов персональных данных о своем намерении осуществлять трансграничную передачу персональных данных (такое уведомление направляется отдельно от уведомления о намерении осуществлять обработку персональных данных).
9.2. Оператор до подачи вышеуказанного уведомления, обязан получить от органов власти иностранного государства, иностранных физических лиц, иностранных юридических лиц, которым планируется трансграничная передача персональных данных, соответствующие сведения.
</p>
<h2 className={styles['title']}>10. Конфиденциальность персональных данных</h2>
<p>
10.1. Оператор и иные лица, получившие доступ к персональным данным, обязаны не раскрывать третьим лицам и не распространять персональные данные без согласия субъекта персональных данных, если иное не предусмотрено федеральным законом.
</p>
<h2 className={styles['title']}>11. Заключительные положения</h2>
<p>
11.1. Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки его персональных данных, обратившись к Оператору по адресу электронной почты finansy@buxnalog.ru.
11.2. В данном документе будут отражены любые изменения политики обработки персональных данных Оператором. Политика действует бессрочно до замены ее новой версией.
11.3. Актуальная версия Политики в свободном доступе размещена на официальном интернет-сайте Оператора balans-ucheta.ru.
</p>
    </div>
  );
};

export default PolicyPage;
