import React from 'react'

export const AboutUs = () => {
  return (
    <section>
        <h2>Нам доверяют свои финансы</h2>
        <div>
            <p>
                Мы предлагает широкий спектр услуг в области бухгалтерского учёта, 
                финансового анализа и консалтингового аудита. 
                Работаем на рынке уже много лет и завоевали доверие множества клиентов 
                благодаря высокому качеству предоставляемых услуг.
                </p>
            <p>
                Постоянное совершенствование своих услуг и сервиса, современное программное обеспечение, 
                оптимизированные процессы работы- можно ещё долго перечислять наши преимущества. 
                К ним можно отнести стремление стать надёжным партнёром для своих клиентов, 
                обеспечивая им поддержку и помощь в решении сложных финансовых вопросов.
            </p>
        </div>
    </section>
  )
}
